[
    {
      "id": 1,
      "name": "AMIT & MIM",
      "image": "https://i.ibb.co/v3yfC5V/v1.jpg",
      "story": "The holud of Amit and Mim set the halcyon acres of lush green landscape of Pepper Tree into a melting pot of fun and flamboyance. The dainty Mim danced around with desi Barbie vibes in a bright neon Anushree Reddy - “When I laid my eyes upon this specific dress, it’s vibrant colour represented the jubilant environment that I had envisioned for my holud.” - when the happy-go-lucky groom literally swept her off her feet for the action-packed entrance of the duo with their cheering squad! After Amit and Mim romantically toasted to their future with two cuppa tea, we grabbed the opportunity of taking some single shots of Mim, and later Amit. The day continued with a  hilarious drama by Mim's family and rocking dance performances by the whole crowd, until the party ended with bright booming fireworks."
    },
    {
      "id": 2,
      "name": "KUSHBU & WASEQ",
      "image": "https://i.ibb.co/gPTsrzx/v2.jpg",
      "story": "KUSHBU & WASEQ met  Dhakha i in July of 2019. khusbu was there with a group of friends while Caitlyn was tea tasting with a pal who was visiting from Rajsahi. When Lana arrived, her dog, Remy, was immediately drawn towards Caitlyn’s dog, Walt. After a round of introductions were made between the pups and their owners, everyone went back to their tea tastings and moved on; everyone, that is, except khusbu. She kept her eye out for WASEQ and as she saw her leave, khusbu chased her down in the parking lot of the tea seller to ask for her number. The bold move paid off: Less than a year later, in June of 2020, WASEQ suggested the couple head back to Scribe tea stall, where they first met, to pick up a couple tea. “When we arrived at the tea stall, I led KUSHBU to the very spot we met and got down on one knee to propose!” WASEQ says. The next weekend, khusbu gave WASEQ the excuse that they should walk the dogs at Ramna Field in Dhaka and planned her own surprise proposal."
    },
    {
      "id": 3,
      "name": "FARIN & SAJIB",
      "image": "https://i.ibb.co/XshGnYH/v3.jpg",
      "story": "Farin and Sajib had a love story that was nothing short of magical. They first met two years ago, and from the moment their eyes met, they knew their lives were about to change forever. Fate had brought them together, and they were about to embark on a journey filled with love, laughter, and endless adventures.Their love story unfolded like a beautiful melody, with each passing day bringing them closer together. They shared their dreams, their fears, and their deepest secrets. They laughed together, cried together, and supported each other through every twist and turn of life.Their wedding day was a celebration of love and unity, a day when their hearts became forever intertwined. Farin looked radiant in her white gown, and Sajib couldn't take his eyes off her as she walked down the aisle. Their love shone brighter than the sun that day, and their smiles spoke volumes of the happiness they had found in each other. "
    }
  ]
  